export const today_news: object[] = [
	{
		title: '震惊！隔壁老王家的老母猪不翼而飞',
		content: '2020年11月28日，衙门接到报案，养猪大户养的专供皇家特补老母猪-花雕茯苓猪失踪。皇上大怒，令索尔图三日之内查明真相。究竟是道德的沦丧还是人性的扭曲，隔壁老王家的猪频频失窃，隔壁老王家的鸡迟迟不叫，隔壁老王家的狗汪汪个不停，敬请关注今晚23点59分的《法制观察》',
		department: 'UC震惊部',
		publish_time: '2020-11-28 20:55:55'
	},
	{
		title: '震惊！武林泰斗马老师竟被KO！',
		content: '近日，混元形意太极拳创始人马保国在河南全国拳击大赛上使出了威震江湖的混元形意太极拳，不幸惨遭对手打脸，30秒内被打倒在地三次，不仅仰天长叹，年轻人，不讲武德，耗子尾汁！究竟是道德的沦丧还是人性的扭曲，年近七旬的马老师蹿红网络，混元形意太极到底是何神功？为何频频打脸，天空为何这么黑，是何方神圣在飞？敬请关注今晚23点59分《走进科学》',
		department: 'UC震惊部',
		publish_time: '2020-11-28 20:55:55'
	}
];

export const yesterday_news: object[] = [
	{
		title: '定了！！！《天朝单身狗税法》于明天颁布',
		content: '为了鼓励大家谈恋爱，天朝出台相应政策法规，单生狗需要交税了！！！',
		department: 'UFO震惊部',
		publish_time: '2020-11-27 20:55:55'
	},
	{
		title: '定了！！！Angular 11将于明天发布',
		content: '著名前端框架Angular将于明日发布version 11.0.0，欢呼吧！雀跃吧！小码农！',
		department: 'UFO震惊部',
		publish_time: '2020-11-27 20:55:44'
	}
]
